export const productData = [
  {
    id: 1,
    productDescription: "صغير ( 11 - 14) كيلو تقريباً",
    originalPrice: "1,700 SAR",
    discountedPrice: "1,599 SAR",
    fullSacrifice: "ذبيحه حري كامله",
    additionalAccessories:
      "ويمكنكم إضافة ملحقات إضافية زيادة غير ملحقات الذبيحة في حال الرغبة عن طريق وضع علامة صح ✔️ على الاختيارات",
    gifts: "وكمان معاه هدايا 🎁 فاخرة",
    freshVegetables: "خضار 🌽 طازجة اكثر من 10 اصناف",
    spices: "بهارات 🌶",
  },

  {
    id: 2,
    productDescription: "صغير ( 11 - 14) كيلو تقريباً",
    originalPrice: "1,700 SAR",
    discountedPrice: "1,599 SAR",
    fullSacrifice: "ذبيحه حري كامله",
    additionalAccessories:
      "ويمكنكم إضافة ملحقات إضافية زيادة غير ملحقات الذبيحة في حال الرغبة عن طريق وضع علامة صح ✔️ على الاختيارات",
    gifts: "وكمان معاه هدايا 🎁 فاخرة",
    freshVegetables: "خضار 🌽 طازجة اكثر من 10 اصناف",
    spices: "بهارات 🌶",
  },

  {
    id: 3,
    productDescription: "صغير ( 11 - 14) كيلو تقريباً",
    originalPrice: "1,700 SAR",
    discountedPrice: "1,599 SAR",
    fullSacrifice: "ذبيحه حري كامله",
    additionalAccessories:
      "ويمكنكم إضافة ملحقات إضافية زيادة غير ملحقات الذبيحة في حال الرغبة عن طريق وضع علامة صح ✔️ على الاختيارات",
    gifts: "وكمان معاه هدايا 🎁 فاخرة",
    freshVegetables: "خضار 🌽 طازجة اكثر من 10 اصناف",
    spices: "بهارات 🌶",
  },


  {
    id: 4,
    productDescription: "صغير ( 11 - 14) كيلو تقريباً",
    originalPrice: "1,700 SAR",
    discountedPrice: "1,599 SAR",
    fullSacrifice: "ذبيحه حري كامله",
    additionalAccessories:
      "ويمكنكم إضافة ملحقات إضافية زيادة غير ملحقات الذبيحة في حال الرغبة عن طريق وضع علامة صح ✔️ على الاختيارات",
    gifts: "وكمان معاه هدايا 🎁 فاخرة",
    freshVegetables: "خضار 🌽 طازجة اكثر من 10 اصناف",
    spices: "بهارات 🌶",
  },

];
