export const productData = [
  {
    id: 1,
    title: "بوكس تجربة المشاهير",
    subTitle: "بوكس تجربة جميع اللحوم والمشاوي",
    point: "صغيرة (11-14) تقريبا",
    originalPrice: "SAR 599",
    discountedPrice: "SAR 699",
    image:
     [ "https://cdn.salla.sa/QxvOa/rms8EERk5tFK2GCPlYi6BrefqMz72dlUQkNAo7Nw.jpg"],
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      value: "7 كيلو",
    },
  },

  {
    id: 2,
    title: "  ذبيحه حري كامله (صغير)",
    subTitle: "صغير ( 11 - 14) كيلو تقريباً",
    point: "الوزن 15 كجم",
    originalPrice: "SAR 1599",
    discountedPrice: "SAR 1,700",
    image:
      "https://cdn.salla.sa/QxvOa/1rBU0v9xF80rCpv5uSWyEw640QphbRUAwNentPZb.png",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },

  {
    id: 3,
    title: "بوكس لحوم الثلاجة التوفيري",
    subTitle: "وزن البوكس من 5 الى 7 كيلو تقريباً",
    point: "",
    originalPrice: "SAR 599",
    discountedPrice: "SAR 699",
    image:
      "https://cdn.salla.sa/QxvOa/SfSHMHUjyksyK7PL84YV6H0GVjP3Te7dIKGetib3.jpg",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },

  {
    id: 4,
    title: "باقة تحدي البهارات (5 عبوات)",
    subTitle: "",
    point: "",
    originalPrice: "SAR 175",
    discountedPrice: "SAR 270",
    image:
      "https://cdn.salla.sa/QxvOa/xa6SpPSIOVmO9TfUs5xv6kqPBR9jXm0T3a6Z30ae.jpg",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },

  {
    id: 5,
    title: "خلطة بهارات هامي مالديف	",
    subTitle: "عرض عبوتين ( 2 * 100 جرام )",
    point: "",
    originalPrice: "SAR 75",
    discountedPrice: "SAR 100",
    image:
      "https://cdn.salla.sa/QxvOa/zupozKEl1tOIMwQMo4SSHdHs6aviP8aar2uDQaxH.jpg",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },

  {
    id: 6,
    title: "كباب مبشور طازج	",
    subTitle: "بالكيلو ( 1 كيلو )",
    point: "",
    originalPrice: "SAR 109",
    discountedPrice: "SAR 150",
    image:
      "https://cdn.salla.sa/QxvOa/3vl2U9zx1kNaXwsRCZhxy4Fp1zkNLNMc3F2IqhMd.png",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },

  {
    id: 7,
    title: "لية غنم طازجة",
    subTitle: "بالكيلو ( 1 كيلو )",
    point: "",
    originalPrice: "SAR 60",
    discountedPrice: "SAR 80",
    image:
      "https://cdn.salla.sa/QxvOa/xKXN8Kcdel9u4fUdYSMZmrAbvsEmYAUwaPnbpABL.png",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },
];

export const shefProduct = [
  {
    id: 1,
    title: "خلطة بهارات هامي مالديف	",
    subTitle: "عرض عبوتين ( 2 * 100 جرام )",
    point: "",
    originalPrice: "SAR 75",
    discountedPrice: "SAR 100",
    image:
      "https://cdn.salla.sa/QxvOa/zupozKEl1tOIMwQMo4SSHdHs6aviP8aar2uDQaxH.jpg",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },

  {
    id: 2,
    title: "كباب مبشور طازج	",
    subTitle: "بالكيلو ( 1 كيلو )",
    point: "",
    originalPrice: "SAR 109",
    discountedPrice: "SAR 150",
    image:
      "https://cdn.salla.sa/QxvOa/3vl2U9zx1kNaXwsRCZhxy4Fp1zkNLNMc3F2IqhMd.png",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },

  {
    id: 3,
    title: "لية غنم طازجة",
    subTitle: "بالكيلو ( 1 كيلو )",
    point: "",
    originalPrice: "SAR 60",
    discountedPrice: "SAR 80",
    image:
      "https://cdn.salla.sa/QxvOa/xKXN8Kcdel9u4fUdYSMZmrAbvsEmYAUwaPnbpABL.png",
    categoryName: "بوكس تجربة المشاهير",
    task: "شامل الضريبة",
    description: {
      additionalInfo: "شامل وكامل ويجمل ويكمل",
      items: [
        "غنم",
        "بقر",
        "حاشي",
        "دجاج",
        "مشاوي",
        "ستيك 🥩",
        "سجق",
        "برجر",
        "خبز",
        "جبنة",
        "صوصات",
        "بهارات",
        "خضار 🌶 🌽 🍅 🥕 🥬 🧅",
      ],
    },
    lastDetails: {
      message: "لاتفوتك التجربة الحصرية 😋",
    },
    details: {
      items: [
        {
          label: "الوزن",
          value: "7 كيلو",
        },
      ],
    },
  },
];
